blog/2021/01/30/target-and-gaps/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
  <title>总结: 目标与GAP - 你对这个世界要有点意见</title>
  <meta charset="utf-8" />
  <meta name="author" content="lijigang" />


  <link rel="alternate" title="RSS Feed" href="/rss.xml" type="application/rss+xml">
  <link rel="stylesheet" href="/media/css/main.css" type="text/css">
  <link rel="stylesheet" href="/media/css/posts.css" type="text/css">
</head>

  <body class="container">
<header id="header">
<body>
    <nav class="navbar navbar-default navbar-fixed-top" style="opacity: .9" role="navigation">
        <div class="container-fluid">
<div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="/">你对这个世界要有点意见</a>
        </div>
<div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
            <ul class="nav navbar-nav navbar-right">
                <li class="active"><a href="/">Blog</a></li>
          <li><a href="https://github.com/lijigang">GitHub</a></li>
          <li><a href="http://www.zhihu.com/people/lijigang.com">知乎</a></li>
        </ul>
</div>
</div>
    </nav>
</body>
</header>

<section id="content" role="main">
    <div id="outline-container-sec-" class="row post-content">
        <div class="col-md-2"></div>
            <h1>总结: 目标与GAP</h1>
            <p>
每年年底, 除了回顾复盘当前这一年的目标及完成情况以外, 都会需要同时准备下一年的年
度目标。这个新的年度目标的数值高低, 会受老板(或者是你) 个人风格影响 (激进 or 保
守 ), 也会受对环境的预判影响。 不论如何, 最终会确定一个新的年度目标出来。
</p>

<p>
现在拿到这个目标, 你能怎么办? 你需要分析这个目标的完成路径, 将目标做拆解, 知道其
中哪些事情是有把握的, 哪些是需要冒险的, 哪些是未知的。
</p>

<p>
上面这些分拆, 可以简单地总结为一个基本， 两个GAP。
</p>

<div id="outline-container-org5b449eb" class="outline-2">
<h2 id="org5b449eb">基本盘</h2>
<div class="outline-text-2" id="text-org5b449eb">
<p>
你拿到目标, 做完目标完成路径拆解后, 先看下最有把握实现的部分(概率基本为100%), 能
做到多少值。 这个数值, 就是你的 <b>基本盘</b> 。基本盘是基本不需要付出额外心力就能实现
的地盘, 你需要确保这一部分不会下降, 追求如何更高效率地保持基本盘。
</p>
</div>
</div>

<div id="outline-container-orgf0b7da4" class="outline-2">
<h2 id="orgf0b7da4">GAP 1</h2>
<div class="outline-text-2" id="text-orgf0b7da4">
<p>
然后你需要看下大概率能完成的部分(概率在70%以上), 能做到多少值。这个数值, 就是你
的 <b>GAP 1</b> 。GAP 1是已经基本知道怎么做, 并且大概率可以做到的地盘, 你需要安排最优势
的资源投入到这一部分, 追求如何最大赢率地打赢每一场仗, 从而确保GAP 1被完美填补上。
</p>
</div>
</div>

<div id="outline-container-orge8ca120" class="outline-2">
<h2 id="orge8ca120">GAP 2</h2>
<div class="outline-text-2" id="text-orge8ca120">
<p>
基本盘加上GAP 1之后 , 还是够不上目标, 怎么办? 这太正常了, 如果这俩加起来就已经够
上或者超过目标, 就说明目标定的太保守了。剩下的部分就是你的 <b>GAP 2</b> 。GAP 2是你也不
知道该怎么办的地盘, 你需要自己来负责这块, 千万不要甩给下属, 直接要结果, 否则大概
率就是一个看天吃饭, 大概率吃不上饭的结果。
</p>
</div>
</div>

    </div>
</section>




<footer id="footer">
    <br />
    <script>
        var _hmt = _hmt || [];
        (function() {
            var hm = document.createElement("script");
            hm.src = "https://hm.baidu.com/hm.js?36d44a2295ffa55a3ab51c6aa7a71733";
            var s = document.getElementsByTagName("script")[0];
            s.parentNode.insertBefore(hm, s);
        })();
    </script>
</footer>

  </body>
</html>
